Repository: TheVaan/Rawr-RG
Catalog: FormMain.*.resx
Languages: de_de

# checkBoxWaistBlacksmithingSocket.Text
source: BS Socket
de_de: BS Sockel

# checkBoxHandsBlacksmithingSocket.Text
source: BS Socket
de_de: BS Sockel

# checkBoxWristBlacksmithingSocket.Text
source: BS Socket
de_de: BS Sockel

# label4.Text
source: Second Profession:
de_de: Zweiter Beruf:

# label3.Text
source: First Profession:
de_de: Erster Beruf:

# comboBoxProfession2.Items
source: None
de_de: Nichts

# comboBoxProfession2.Items1
source: Alchemy
de_de: Alchemie

# comboBoxProfession2.Items2
source: Blacksmithing
de_de: Schmiedekunst

# comboBoxProfession2.Items3
source: Enchanting
de_de: Verzauberungskunst

# comboBoxProfession2.Items4
source: Engineering
de_de: Ingenieurskunst

# comboBoxProfession2.Items5
source: Herbalism
de_de: Kräuterkunde

# comboBoxProfession2.Items6
source: Inscription
de_de: Inschriftenkunde

# comboBoxProfession2.Items7
source: Jewelcrafting
de_de: Juwelenschleifen

# comboBoxProfession2.Items8
source: Leatherworking
de_de: Lederverarbeitung

# comboBoxProfession2.Items9
source: Mining
de_de: Bergbau

# comboBoxProfession2.Items10
source: Skinning
de_de: Kürschnern

# comboBoxProfession2.Items11
source: Tailoring
de_de: Schneiderei

# comboBoxProfession1.Items
source: None
de_de: Nichts

# comboBoxProfession1.Items1
source: Alchemy
de_de: Alchemie

# comboBoxProfession1.Items2
source: Blacksmithing
de_de: Schmiedekunst

# comboBoxProfession1.Items3
source: Enchanting
de_de: Verzauberungskunst

# comboBoxProfession1.Items4
source: Engineering
de_de: Ingenieurskunst

# comboBoxProfession1.Items5
source: Herbalism
de_de: Kräuterkunde

# comboBoxProfession1.Items6
source: Inscription
de_de: Inschriftenkunde

# comboBoxProfession1.Items7
source: Jewelcrafting
de_de: Juwelenschleifen

# comboBoxProfession1.Items8
source: Leatherworking
de_de: Lederverarbeitung

# comboBoxProfession1.Items9
source: Mining
de_de: Bergbau

# comboBoxProfession1.Items10
source: Skinning
de_de: Kürschnern

# comboBoxProfession1.Items11
source: Tailoring
de_de: Schneiderei

# checkBoxEnforceGemRequirements.Text
source: Enforce Gem Requirements*
de_de: Erzwinge Sockelbedingungen*

# checkBoxEnforceGemRequirements.ToolTip
source: If enabled, metagems will only be counted if their gem color requirements are met, and gems will only be counted if their uniqueness is met.
de_de: Falls aktiv, werden Metasockel nur gezählt, wenn ihre Bedingungen erfüllt wurden.

# label1.Text
source: Class:
de_de: Klasse:

# groupBox3.Text
source: Character Definition
de_de: Charakterdefinition

# tabPageStats.Text
source: Stats
de_de: Werte

# tabPageTalents.Text
source: Talents
de_de: Talente

# tabPageOptions.Text
source: Options
de_de: Optionen

# buttonStatGraph.Text
source: Calculate
de_de: Berechne

# headToolStripMenuItem.Text
source: Head
de_de: Kopf

# neckToolStripMenuItem.Text
source: Neck
de_de: Hals

# shouldersToolStripMenuItem.Text
source: Shoulders
de_de: Schultern

# backToolStripMenuItem.Text
source: Back
de_de: Rücken

# chestToolStripMenuItem.Text
source: Chest
de_de: Brust

# wristsToolStripMenuItem.Text
source: Wrists
de_de: Handgelenke

# handsToolStripMenuItem.Text
source: Hands
de_de: Hände

# waistToolStripMenuItem.Text
source: Waist
de_de: Gürtel

# legsToolStripMenuItem.Text
source: Legs
de_de: Beine

# feetToolStripMenuItem.Text
source: Feet
de_de: Füße

# weaponToolStripMenuItem.Text
source: Main Hand
de_de: Haupthand

# offHandToolStripMenuItem1.Text
source: Off Hand
de_de: Nebenhand

# idolToolStripMenuItem.Text
source: Ranged
de_de: Fernkampf/Idol/Buchband

# toolStripMenuItem3.Text
source: Projectile Bag
de_de: Projektiltasche

# toolStripMenuItem2.Text
source: Projectile
de_de: Projektil

# gearToolStripMenuItem.Text
source: Gear > Head
de_de: Ausrüstung >Kopf

# headToolStripMenuItem1.Text
source: Head
de_de: Kopf

# shouldersToolStripMenuItem1.Text
source: Shoulders
de_de: Schultern

# backToolStripMenuItem1.Text
source: Back
de_de: Rücken

# chestToolStripMenuItem1.Text
source: Chest
de_de: Brust

# wristsToolStripMenuItem1.Text
source: Wrists
de_de: Gürtel

# handsToolStripMenuItem1.Text
source: Hands
de_de: Hände

# legsToolStripMenuItem1.Text
source: Legs
de_de: Beine

# feetToolStripMenuItem1.Text
source: Feet
de_de: Füße

# fingerToolStripMenuItem1.Text
source: Fingers
de_de: Finger

# toolStripMenuItem4.Text
source: Main Hand
de_de: Haupthand

# toolStripMenuItem5.Text
source: Off Hand
de_de: Nebenhand

# weaponToolStripMenuItem1.Text
source: Ranged
de_de: Fernkampf/Idol/Buchband

# enchantsToolStripMenuItem.Text
source: Enchants > Head
de_de: Verzauberungen > Kopf

# normalToolStripMenuItem.Text
source: All Normal
de_de: Alle Normal

# redToolStripMenuItem.Text
source: Red
de_de: Rot

# yellowToolStripMenuItem.Text
source: Yellow
de_de: Gelb

# blueToolStripMenuItem.Text
source: Blue
de_de: Blau

# gemsToolStripMenuItem.Text
source: Gems > Normal
de_de: Sockel > Normal

# allBuffsToolStripMenuItem.Text
source: All Buffs
de_de: Alle Buffs

# currentBuffsToolStripMenuItem.Text
source: Current Buffs
de_de: Aktuelle Buffs

# foodToolStripMenuItem.Text
source: Food
de_de: Essen

# flaskToolStripMenuItem.Text
source: Elixirs and Flasks
de_de: Elixiere und Fläschchen

# scrollsToolStripMenuItem.Text
source: Scrolls
de_de: Rollen

# potionsToolStripMenuItem1.Text
source: Potions
de_de: Tränke

# SetBonusesToolStripMenuItem1.Text
source: Set Bonuses
de_de: Set Boni

# buffsToolStripMenuItem.Text
source: Buffs > All Buffs
de_de: Buffs > Alle Buffs

# talentSpecsMenuItem.Text
source: Talent Specs
de_de: Talentspezialisierungen

# talentsMenuItem.Text
source: Talents
de_de: Talente

# glyphsMenuItem.Text
source: Glyphs
de_de: Glyphen

# currentGearEnchantsBuffsToolStripMenuItem.Text
source: Current Gear/Enchants/Buffs
de_de: Aktuelle Ausrüstung/Verzauberungen/Buffs

# directUpgradesMenuItem.Text
source: Direct Upgrades
de_de: Direkte Verbesserungen

# directUpgradesCostMenuItem.Text
source: Direct Upgrades / Cost
de_de: Direkte Verbesserungen / Kosten

# statGraphToolStripMenuItem.Text
source: Stat Graph
de_de: Werte-Diagramm

# toolStripDropDownButtonSlot.Text
source: Chart: Gear
de_de: Chart: Ausrüstung

# toolStripMenuItem1.Text
source: Head
de_de: Kopf

# toolStripMenuItem7.Text
source: Neck
de_de: Hals

# toolStripMenuItem8.Text
source: Shoulders
de_de: Schultern

# toolStripMenuItem9.Text
source: Back
de_de: Rücken

# toolStripMenuItem10.Text
source: Chest
de_de: Brust

# toolStripMenuItem11.Text
source: Wrists
de_de: Handgelenke

# toolStripMenuItem12.Text
source: Hands
de_de: Hände

# toolStripMenuItem13.Text
source: Waist
de_de: Gürtel

# toolStripMenuItem14.Text
source: Legs
de_de: Beine

# toolStripMenuItem15.Text
source: Feet
de_de: Füße

# toolStripMenuItem20.Text
source: Main Hand
de_de: Haupthand

# toolStripMenuItem21.Text
source: Off Hand
de_de: Nebenhand

# toolStripMenuItem22.Text
source: Ranged
de_de: Fernkampf/Idol/Buchband

# toolStripMenuItem23.Text
source: Projectile
de_de: Projektil

# toolStripMenuItem24.Text
source: Projectile Bag
de_de: Projektiltasche

# toolStripDropDownButtonSubSlotGear.Text
source: Head
de_de: Kopf

# toolStripMenuItem25.Text
source: Head
de_de: Kopf

# toolStripMenuItem26.Text
source: Shoulders
de_de: Schultern

# toolStripMenuItem27.Text
source: Back
de_de: Rücken

# toolStripMenuItem28.Text
source: Chest
de_de: Brust

# toolStripMenuItem29.Text
source: Wrists
de_de: Handgelenke

# toolStripMenuItem30.Text
source: Hands
de_de: Hände

# toolStripMenuItem31.Text
source: Legs
de_de: Beine

# toolStripMenuItem32.Text
source: Feet
de_de: Füße

# toolStripMenuItem33.Text
source: Fingers
de_de: Finger

# toolStripMenuItem34.Text
source: Main Hand
de_de: Haupthand

# toolStripMenuItem35.Text
source: Off Hand
de_de: Nebenhand

# toolStripMenuItem36.Text
source: Ranged
de_de: Fernkampf/Idol/Buchband

# toolStripDropDownButtonSubSlotEnchants.Text
source: Head
de_de: Kopf

# toolStripMenuItemNormalGems.Text
source: All Normal
de_de: Alle Normal

# redToolStripMenuItem1.Text
source: Red
de_de: Rot

# yellowToolStripMenuItem1.Text
source: Yellow
de_de: Gelb

# blueToolStripMenuItem1.Text
source: Blue
de_de: Blau

# toolStripMenuItem39.Text
source: All Buffs
de_de: Alle Buffs

# toolStripMenuItem40.Text
source: Current Buffs
de_de: Aktuelle Buffs

# foodToolStripMenuItem1.Text
source: Food
de_de: Essen

# flasksToolStripMenuItem.Text
source: Elixirs and Flasks
de_de: Elixiere und Fläschchen

# scrollsToolStripMenuItem1.Text
source: Scrolls
de_de: Rollen

# potionsToolStripMenuItem.Text
source: Potions
de_de: Tränke

# setBonusesToolStripMenuItem.Text
source: Set Bonuses
de_de: Set Boni

# toolStripDropDownButtonSubSlotBuffs.Text
source: All Buffs
de_de: Alle Buffs

# overallToolStripMenuItem.Text
source: Overall
de_de: Insgesamt

# alphabeticalToolStripMenuItem.Text
source: Alphabetical
de_de: Alphabetisch

# toolStripDropDownButtonSort.Text
source: Sort: Overall
de_de: Sortierung: Insgesamt

# toolStripDropDownButtonFilter.Text
source: Filters
de_de: Filter

# copyDataToClipboardToolStripMenuItem.Text
source: Copy Data to Clipboard
de_de: Kopiere Daten in die Zwischenablage

# exportToImageToolStripMenuItem.Text
source: Export to Image...
de_de: Exportiere in Bild...

# exportToCSVToolStripMenuItem.Text
source: Export to CSV...
de_de: Exportiere in CSV-Datei...

# copyEnhSimConfigToClipboardToolStripMenuItem.Text
source: Copy EnhSim Config to Clipboard
de_de: Kopiere EnhSim-Konfiguration in die Zwischenablage

# copyPawnStringToClipboardToolStripMenuItem.Text
source: Copy Pawn String to Clipboard
de_de: Kopiere Pawn-String in die Zwischenablage

# lblFind.Text
source: Find:
de_de: Finde:

# groupBox4.Text
source: Comparisons
de_de: Vergleiche

# newToolStripMenuItem.Text
source: &New
de_de: &Neu

# openToolStripMenuItem.Text
source: &Open
de_de: &Öffnen

# loadFromArmoryToolStripMenuItem.Text
source: &Load from RG-Arsenal...
de_de: &Lade aus RG-Arsenal...

# loadFromCharacterProfilerToolStripMenuItem.Text
source: Load from Character &Profiler
de_de: Lade aus Character &Profiler

# upgradeListToolStripMenuItem.Text
source: Open saved Upgrade List...
de_de: Öffne gespeicherte Upgrade Liste...

# saveToolStripMenuItem.Text
source: &Save
de_de: &Speichern

# saveAsToolStripMenuItem.Text
source: Save as...
de_de: Speichen als...

# loadBuffsToolstripMenuItem.Text
source: Load Buffs
de_de: Lade Buffs

# saveBuffsToolstripMenuItem.Text
source: Save Buffs
de_de: Speichere Buffs

# exitToolStripMenuItem.Text
source: &Exit
de_de: &Beenden

# fileToolStripMenuItem.Text
source: &File
de_de: &Datei

# editItemsToolStripMenuItem.Text
source: Edit Items...
de_de: Bearbeite Items...

# defaultGemControlToolStripMenuItem.Text
source: Edit Gem Templates...
de_de: Bearbeite Edelsteinvorlagen...

# toolStripMenuItem6.Text
source: Edit item filter...
de_de: Bearbeite Item-Filter...

# optimizeToolStripMenuItem.Text
source: Optimize...
de_de: Optimiere...

# itemComparisonToolStripMenuItem.Text
source: Item Set comparison...
de_de: Item-Set Vergleiche...

# resetItemCostToolStripMenuItem.Text
source: Reset
de_de: Zurücksetzen

# loadItemCostToolStripMenuItem.Text
source: Load...
de_de: Lade...

# saveItemCostToolStripMenuItem.Text
source: Save...
de_de: Speichern...

# loadEmblemOfFrostItemCostToolStripMenuItem.Text
source: Load Emblems of Frost
de_de: Lade Embleme des Frosts

# loadEmblemOfTriumphToolStripMenuItem.Text
source: Load Emblems of Triumph
de_de: Lade Embleme des Triumphs

# loadEmblemOfConquestToolStripMenuItem.Text
source: Load Emblem of Conquest
de_de: Lade Embleme der Eroberung

# loadEmblemOfValorToolStripMenuItem.Text
source: Load Emblem of Valor
de_de: Lade Embleme der Ehre

# loadEmblemOfToolStripMenuItem.Text
source: Load Emblems of Heroism
de_de: Lades Embleme des Heldentums

# itemCostToolStripMenuItem.Text
source: Item costs
de_de: Item-Kosten

# copyCharacterStatsToClipboardToolStripMenuItem.Text
source: Copy character stats to clipboard
de_de: Kopiere Charakterwerte in die Zwischenablage

# reloadCurrentCharacterFromArmoryToolStripMenuItem.Text
source: Reload current character from RG-Arsenal
de_de: Lade aktuellen Charakter aus RG-Arsenal neu

# reloadInvetoryFromCharacterProfilerToolStripMenuItem.Text
source: Reload current character from Character Profiler
de_de: Lade aktuellen Charakter aus Character Profiler neu

# disableAllBuffsToolStripMenuItem.Text
source: Deactivate all buffs
de_de: Deaktiviere alle Buffs

# loadPossibleUpgradesFromArmoryToolStripMenuItem.Text
source: Load possible upgrades from RG-Arsenal
de_de: Lade mögliche Verbesserungen aus RG-Arsenal

# loadPossibleUpgradesFromWowheadToolStripMenuItem.Text
source: Load possible upgrades from RG-Database
de_de: Lade mögliche Verbesserungen aus RG-Database

# updateItemCacheArmoryToolStripMenuItem.Text
source: Refresh Item Cache from RG-Arsenal
de_de: Aktualisiere Item Cache aus RG-Arsenal

# updateItemCacheWowheadToolStripMenuItem.Text
source: Refresh Item Cache from RG-Datenbank
de_de: Aktualisiere Item Cache aus RG-Datenbank

# updateFromWowheadFilterToolStripMenuItem.Text
source: Import from RG-Database Filter...
de_de: Importiere aus RG-Database Filter...

# maleJavaToolStripMenuItem.Text
source: Male (Java)
de_de: Männlich (Java)

# femaleJavaToolStripMenuItem.Text
source: Female (Java)
de_de: Weiblich (Java)

# maleToolStripMenuItem.Text
source: Male (Flash)
de_de: Männlich (Flash)

# femaleToolStripMenuItem.Text
source: Female (Flash)
de_de: Weiblich (Flash)

# view3DWowheadModelViewerToolStripMenuItem.Text
source: Show 3D Model
de_de: Zeige 3D Model

# optionsToolStripMenuItem.Text
source: Options...
de_de: Optionen...

# startPageToolStripMenuItem.Text
source: Start page
de_de: Startseite

# donateToolStripMenuItem.Text
source: Donate...
de_de: Spenden...

# rawrHelpPageToolStripMenuItem.Text
source: Rawr Help Page
de_de: Rawr Hilfeseite

# gemmingsToolStripMenuItem.Text
source: Gemmings
de_de: Sockelungen

# gearOptimizationToolStripMenuItem.Text
source: Gear Optimization
de_de: Ausrüstungsoptimierung

# itemFilteringToolStripMenuItem.Text
source: Item Filtering
de_de: Item-Filterung

# helpToolStripMenuItem.Text
source: &Help
de_de: &Hilfe
